Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E09B.tmx
Source language: en_us
Languages: zh_cn

source: 25 DIY Wall Art Ideas
zh_cn: 25个DIY“点亮”你家墙壁的新妙招

source: Are you staring at blank walls, wondering how to fill the empty space?
zh_cn: 你是否曾经盯着自家的空白墙壁，发愁如何填补这块空白空间？

source: It's too bad affordable quality art is so hard to find­or is it?
zh_cn: 想要负担得起那些高品质的艺术品是很困难的，是吧？

source: Why not take matters into your own hands?
zh_cn: 为什么不考虑用自己的双手DIY一处艺术墙壁装饰？

source: With the right supplies, who knows what's possible?
zh_cn: 有了正确的办法，什么奇迹都是可能发生的。

source: Whether you're on a tight budget or you just can't find the right wall art for your space, the DIY ideas below are sure to spark your creativity!
zh_cn: 无论您预算紧张，你无法为家中的空白空间创作合适的艺术墙，下面的25个DIY艺术墙创意一定会激发你的灵感！

source: DIY wall art ideas
zh_cn: DIY艺术墙

source: DIY Wall Art Using Everyday Items
zh_cn: DIY艺术墙使用的日常用品

source: We start with art that can be made from accessible items found around the house.
zh_cn: 首先，我们可以发现家中的日常用品就能创作出艺术品。

source: One exciting trend is the use of paper towel rolls to create three-dimensional artwork.
zh_cn: 一个令人兴奋的创作是使用纸巾卷创做三维艺术作品。

source: The canvas below displays cut paper towel tube sections that have been flattened and arranged to create an organic yet geometric motif.
zh_cn: 下面的照片显示用完的纸巾筒的筒芯已被压扁，并创造出一个有机的几何图案。

source: Paper towel roll diy art 25 DIY Wall Art Ideas
zh_cn: 纸巾卷25 DIY自己动手做艺术墙艺术观念

source: Paper towel roll - DIY art
zh_cn: 纸巾卷 - DIY艺术

source: For a similar look with a slightly more floral result, check out Tali Schifer's art tutorial at Imperfectly Perfect.
zh_cn: 一个类似的创意：一个花卉的图案，登陆Schifer的的艺术教程在Imperfectly Perfect.。

source: As you can see, paper towel tubing can be every bit as charming with its natural coloring:
zh_cn: 正如你这里所看到的，擦手纸管也有其自然的色彩迷人的一面：

source: DIY paper towel roll wall art
zh_cn: DIY纸巾卷艺术墙

source: From paper towel tubes to cupcake wrappers­ The artwork below makes use of rippled plastic sheeting and white cupcake wrappers in two sizes.
zh_cn: 从纸巾卷到蛋糕包装纸巾盒子....由图片可以看到使用波纹塑料薄膜和的2种大小的白蛋糕的包装纸质盒子做成的艺术品。

source: We can imagine this contemporary creation in a range of cupcake-fabulous colors! [full tutorial at Shelterness]
zh_cn: 我们可以想像这个当代艺术创作在一定范围内将蛋糕包装纸质盒子赋予了神话般的色彩！（完整的教程 见Shelterness）

source: DIY cupcake wrapper wall art
zh_cn: DIY蛋糕包装纸质盒子艺术墙

source: For another dimension to the cupcake wrapper art phenomenon, add large orange thumbtacks to the mix.
zh_cn: 另一种尝试的蛋糕包装纸质盒子的艺术创作，将大的橙色图钉的组合加入创作。

source: In the wall art below, the wrappers become petals and the thumbtacks become the center of each flower.
zh_cn: 在下面的艺术墙面，蛋糕包装纸质盒子成为花瓣，每朵花的图钉就是花芯。

source: Can you spot the paper doilies as well?
zh_cn: 你还能看出来这是蛋糕纸质盒子么？

source: DIY cupcake wrapper and thumbtack wall art
zh_cn: DIY蛋糕包装和图钉的艺术墙

source: Once you've finished the eating the contents of your round yogurt cups, dip them in paint and start stamping to create some contemporary DIY bubble art.
zh_cn: 一旦你已经完成用关于食物方面的材质制作DIY艺术墙，您的酸奶杯也许也是创意的源泉呢，用酸奶杯蘸油漆并在墙面上按置同样也可以创造出当代的DIY大众艺术。

source: The results are shown on a window panel below, but we think the effect would be equally stunning on a canvas.
zh_cn: 例如在窗口嵌面板下方创作，而同样的在画布上的效果也令人惊叹。

source: White on white looks ultra modern, but experimenting with colorful shades of paint could be just as striking.
zh_cn: 白色帆布上的白色油漆图案令这款创作极具超现感的，但也可以尝试用丰富多彩的涂料创作，效果可能一样引人注目。

source: DIY bubble wall art design ideas
zh_cn: DIY气泡艺术墙的设计理念

source: Do you have any small potatoes in your kitchen?
zh_cn: 在你的厨房有小土豆么？

source: It's time to carve them into stamps and use them to create a wall of polka dots!
zh_cn: 可以将小土豆是雕刻成印章，并使用印章来创建一个波尔卡圆点艺术墙！

source: The temporary Paris apartment below needed an affordable wall art solution, and the answer was DIY potato prints!
zh_cn: 也许你在巴黎的临时公寓正需要这样一个你负担得起的艺术墙解决方案就是DIY土豆印章艺术墙！

source: DIY potato print art for your walls
zh_cn: DIY土豆版画艺术墙壁

source: There's something to be said for a powerful grouping of canvases.
zh_cn: 还有一种很不错的画布分组方法。

source: Especially when they're covered with sections of a thrift store map.
zh_cn: 使用部分旧货店地图制作DIY艺术墙。

source: The creator of this project took special care to give the borders of each canvas an aged effect, which plays up the vintage quality of the artwork.
zh_cn: 创建者使用特殊方法将每个地图画布的边缘做了加重阴影的设计，突出了每块地图帆布的艺术效果。

source: DIY world map wall art
zh_cn: DIY世界地图艺术墙

source: DIY Wall Art Using Interior Flourishes
zh_cn: DIY墙艺中的室内装饰品

source: With a little wallpaper and a trip to the builder's supply store, some architecturally interesting results are in full bloom¡­ Like this charming arrangement of painted ceiling rosettes.
zh_cn: 在逛过壁纸和制造商的供应店之后，一些用在建筑或者室内装修中的材质也是可以用来做艺术墙创作的，如图中使用不同的彩绘天花板花环来装饰墙壁，这是很吸引人的创意。

source: If you're a fan of wallpaper but don't want to cover the entire room, try framing sections of the paper with painted crown molding for a paneled effect.
zh_cn: 如果你是壁纸迷，但又不喜欢整个房间满铺壁纸的设计方法，可以使用装饰框架在墙壁上先勾勒出图案，然后在内部铺贴壁纸，框架表面做喷涂制作镶板效果。

source: DIY wallpaper panel
zh_cn: DIY墙纸面板

source: If you can't decide on just one wallpaper pattern, go with an assortment.
zh_cn: 如果你不能决定选择那款墙纸图案，那就来个大杂烩把。

source: In the DIY wallpaper mosaic below, poster strips are used to secure cut wallpaper squares.
zh_cn: 在DIY马赛克壁纸艺术墙，海报带用于固定切割壁纸的面积。

source: Choosing complementary shades of paper allows for an artful mix of patterns.
zh_cn: 要选择互补色调的壁纸，创作一个巧妙的组合模式。

source: Fancy DIY wallpaper mosaic
zh_cn: 花式DIY壁纸

source: Paint Your Own Wall Art!
zh_cn: 涂料DIY艺术墙！

source: If you're willing to pick up a paintbrush, you'll find a myriad of opportunities awaiting you! In the DIY chevron art project below, a stencil and some metallic paint provide geometry and shine.
zh_cn: 如果你愿意拿起画笔，你将会发现DIY艺术墙可以有着无限的创意！在DIY军队勋章图案艺术墙，使用模板和一些金属漆就可以在墙面创作出这款闪耀的艺术墙。

source: DIY Chevron wall art
zh_cn: DIY喷涂艺术墙。

source: For more chevron fun, try covering an assortment of shoe box tops with paint.
zh_cn: 欲了解更多喷涂艺术墙的乐趣，可以尝试将各种各样的鞋盒盖子用油漆喷涂。

source: The project utilizes a downloadable chevron pattern and a variety of box lids sizes.
zh_cn: 利用下载的人字形图案和各种不同的鞋盒盖子。

source: The best part: the edging on the lids makes them easy to hang on the walls with the help of pushpins or nails!
zh_cn: 最好的部分：鞋盒盖子的边缘使他们很容易悬挂在墙壁上的图钉上！

source: DIY modern chevron wall art
zh_cn: DIY现代艺术墙

source: For this next wall art grouping, create a series of silhouettes using spray paint and small items, such as clothespins.
zh_cn: 下面这种艺术墙壁的分组中，使用一系列常用物品的剪影图案组合，如挂衣夹制作。

source: Scan your home for other trinkets that would make interesting silhouettes.
zh_cn: 扫描您家中的其他饰品制作成有趣的剪影。

source: We can envision this art hanging in a child's room, especially if old toys are used in the process!
zh_cn: 我们在这种创作中发挥无限想象，特别是在创作过程中，例如将旧玩具挂在孩子的房间！

source: DIY object silhouette art
zh_cn: DIY剪影艺术墙

source: Who would have thought that skinny painter's tape could be used to make such fabulous contemporary geometric DIY wall art!
zh_cn: 谁曾想到小小画家的胶带也可以用来创作这种神话般的现代几何DIY艺术墙！

source: By covering the canvas below in crisscrossing strips of painter's tape, then painting over the surface with bold acrylic paint and peeling away the tape, the creator of this project formed a series of modern overlapping triangles.
zh_cn: 下面图中显示使用纵横交错的画家的胶带覆盖在画布上，再画的表面大胆喷涂上丙烯酸涂料，然后剥离胶带，就创作出一系列现代感十足的重叠的三角形图案。

source: DIY geometric painting in the dining room
zh_cn: DIY几何画法

source: For a similar look with a monochromatic touch, use light shades of paint and white tape.
zh_cn: 对于类似艺术墙创作方法，还可以在喷涂时仅仅选择单色来创作，使用明亮的色彩油漆和白色胶带。

source: But this time, the tape gets to stay on the canvas!
zh_cn: 但是，这一次，白色胶带可以留在画布上！

source: DIY paint and tape wall art
zh_cn: DIY油漆和胶带艺术墙

source: It seems triangles are a modern trend in wall art, especially when eye-catching colors are involved! For a full tutorial on modern triangle DIY wall art in primary shades, check out Mr. Handsomeface:
zh_cn: 三角形似乎是一个现代化图案设计的一种风尚，特别当使用醒目的颜色色调创作三角形图案的时候！完整的教程见现代三角DIY艺术墙。

source: DIY modern triangle framed wall art
zh_cn: DIY现代三角形艺术墙

source: DIY Wall Art Made From Crafty Supplies
zh_cn: DIY艺术墙的其他用品

source: What other supplies can you involve in your wall art creations?
zh_cn: 还有什么其他用品可以用于艺术墙创作吗？

source: We bet you weren't thinking "Styrofoam." Luckily this next project had the perfect use for this art supply, which can be covered in fabric, then overlapped for an art piece full of pattern and depth.
zh_cn: 我们敢打赌，你不会想到“发泡胶”，幸运的是下面就是这样一个设计案例，将“发泡胶”用织物包裹，然后将不同的块重叠，就创作出一个新的艺术作品。

source: Styrofoam and fabric DIY wall art
zh_cn: 布艺DIY艺术墙

source: Speaking of foam, if you purchase some white scrapbooking foam and are willing to use a pair of scissors and a bit of patience, the silhouettes that result are amazing!
zh_cn: 说到泡沫，如果你购买一些白色的可剪贴簿泡沫，并尝试用一把剪刀耐心剪出人的轮廓，结果是惊人的！

source: DIY silhouette wall art
zh_cn: DIY剪影艺术墙

source: This next project is a labor of love well worth the time and energy.
zh_cn: 下一个案例是爱劳动的人值得花费时间和精力尝试的。

source: To create your own modern painted wood wall art, purchase an assortment of thin wooden pieces, as well MDF board, paint and liquid nails.
zh_cn: 要创建自己的现代艺术墙需先购买各种各样的薄木板片，以及中密度纤维板，涂料和液体钉。

source: Make sure you have access to a table saw, then get the full scoop on this piece at Salvage Love.
zh_cn: 请确保您能找到一个台锯，然后将薄板条喷涂组合制作成艺术墙。

source: DIY painted (colorful) wood wall art
zh_cn: DIY画（万紫千红）木板艺术墙

source: Check your gift wrap drawer for tissue paper in vibrant colors.
zh_cn: 收集您的那些鲜艳的色彩礼品包装纸。

source: With the help of mod podge and white acrylic paint, whimsical wall art with a circular motif can be yours!
zh_cn: 板子和白色的丙烯酸漆制成底板，用包装纸剪成圆形的图案，这款艺术墙就制作完毕！

source: DIY tissue paper wall art
zh_cn: DIY包装纸纸艺术墙

source: Let's hear it for the vintage look of typography!
zh_cn: 让我们看看复古图案的艺术墙设计！

source: The embroidery hoop wall art below utilizes white fabric, a pack of scrapbook letters and black acrylic paint.
zh_cn: 采用白色的织物的刺绣箍表面剪贴黑色簿字母和符号放置在墙面做复古装饰。

source: DIY embroidery hoop wall art
zh_cn: DIY绣花箍复古艺术墙

source: Pick up a few paint samples during your next trip to the home improvement store.
zh_cn: 下一次到装修建材商店，你可以收集一些油漆样本。

source: Actually, you may need more than a few­ In this next DIY wall art idea, pushpins help create a textured piece that showcases an array of colors.
zh_cn: 其实，你可能需要超过几个-在接下来的DIY艺术墙的案例汇总，图钉将油漆样本固定在墙面，展示出一系列的颜色。

source: We love how the paint chips curl away from the wall, adding movement to the art.
zh_cn: 下部卷曲的油漆样片也挺可爱的，这增加艺术墙运动的艺术。

source: Paint chip wall art
zh_cn: 油漆样片艺术墙

source: For added interest, try cutting the paint sample strips and using them to form a series of intersecting circles.
zh_cn: 为了增加兴趣，尝试切割的油漆样片，并利用他们制作成一系列相交的圆圈。

source: This project takes patience, but it's well worth the effort, as you can see below.
zh_cn: 这需要很大的耐心，但是这是非常值得的努力。
